Repository: i-seo725/PodoTodo
Catalog: PodoTodo/Localization/Localizable.xcstrings
Source language: ko
Languages: en

# add_group_placeholder
source: 그룹명을 입력해주세요
en: Please enter your group name

# add_todo_placeholder
source: 할 일을 입력해주세요
en: Please enter your to-do

# alert_ok
source: 확인
en: OK

# change_group_alert_title
source: 그룹명을 변경하시겠습니까?
en: Would you like to change the group name?

# collected_grape
source: 수집한 포도송이
en: Collected grapes

# date_format
source: yyyy년 MM월 dd일
en: MMMM dd, YYYY

# default_group
source: 기본 그룹
en: Default group

# empty_group_alert_message
source: 그룹명은 비워둘 수 없습니다 내용을 입력해주세요
en: The group name cannot be empty. Please enter the name

# empty_group_alert_title
source: 그룹을 추가하시겠습니까?
en: Would you like to add a group?

# empty_todo_alert_message
source: Todo는 비워둘 수 없습니다 내용을 입력해주세요
en: The content cannot be empty. Please enter your details.

# empty_todo_alert_title
source: Todo를 추가하시겠습니까?
en: Would you like to add a to-do?

# grape stickers
source: 포도알 스티커
en: Grape stickers

# main_date
source: YYYY년 MM월
en: MMMM, YYYY

# manage_group
source: 그룹 관리
en: Group Management

# today_todo
source: 오늘의 할 일
en: Today's to do
